---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PropertySetKeywords
source: html/3d656cd3-778a-efa7-a3a8-2ee090025491.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PropertySetKeywords Property

"Keywords"

## Syntax (C#)
```csharp
public static ForgeTypeId PropertySetKeywords { get; }
```